Repository: rmamba/openmediavault-btsync
Catalog: usr/share/openmediavault/locale/*/openmediavault-btsync.po
Languages: bg

source: 0 - no limit
bg: 0 - без ограничения

source: 0 - randomize port
bg: 0 - случаен порт

source: Add shared folder
bg: Добави споделена папка

source: Directory
bg: Директория

source: Download limit
bg: Лимит за сваляне

source: Edit shared folder
bg: Редактирай споделената папка

source: Enable
bg: Включи

source: Existing secret
bg: Съществуващ секретен ключ

source: Fill in a existing secret in this field if you want to sync an existing shared folder with this server.
bg: Попълнете съществуващ секретен ключ в това поле, ако искате да синхронизирате съществуваща споделена папка с този сървър.

source: Full access
bg: Пълен достъп

source: General
bg: Общи

source: Listening port
bg: Порт за прослушване

source: Read-only
bg: Само за четене

source: Read-only secret
bg: Секретен ключ само за четене

source: Search LAN
bg: Търсене в локалната мрежа

source: Secret
bg: Секретен ключ

source: Secret / QR
bg: Секретен ключ/QR код

source: Settings
bg: Настройки

source: Shared folder
bg: Споделена папка

source: Shared folders
bg: Споделени папки

source: Show secret/QR code
bg: Покажи секретния ключ/QR кода

source: The location needs to have read/write permissions for the user/group btsync
bg: Тази споделена папка трябва да има права за четене/записване на btsync потребителя/групата

source: Upload limit
bg: Лимит за качване

source: Use DHT
bg: Използвай DHT

source: Use UPnP
bg: Използвай UPnP

source: Use relay server
bg: Използвай релей сървър

source: Use sync trash
bg: Използвай синхронизирането на кошчето

source: Use tracker
bg: Използвай тракер
